{
  "navigation": {
    "navLink": {
      "cv": "CV",
      "about": "About",
      "service": "Services",
      "contact": "Contact"
    }
  },
  "about": {
    "aboutMe": "My tech journey started with the founding of 'uskillity,' where I co-founded and managed the development of a product focused on making skills and knowledge more accessible. This early entrepreneurial experience ignited my passion for web and product development, propelling me to further expand my skills and knowledge.\n\nI embarked on my educational path at the National University of Ireland Maynooth, pursuing a BA in Business Marketing and Computer Science. This comprehensive program equipped me with a solid understanding of the intersection between business and technology, laying the foundation for my future endeavors.\n\nSince then, every experience I've gained has contributed to my growth as a freelance web and product developer. From my work as a full-stack web developer at freiheit.software GmbH & coKG, where I developed ReactJS and NodeJS-based applications and collaborated with customers to conceptualize features and enhance UX/UI, to my role as a technical project manager and Chief of Staff at Data4Life, where I improved company culture, facilitated retrospectives, and organized cross-functional teams for new projects.\n\nPrior to that, as a Junior Software Engineer and Product Owner at YPTOKEY, I had the opportunity to develop web, desktop, and iOS applications. In this role, I not only honed my technical skills but also contributed to shaping the blockchain core product and collaborated on designing a sustainable business model.\n\nThroughout my journey, I have gained expertise in a wide range of technologies and frameworks such as JavaScript, Java, Swift, Go, HTML, CSS, ReactJS, Electron, SwiftUI, and Django. These skills, combined with my ability to leverage tools such as MS Office, InDesign, Photoshop, Sketch, Avid Pro Tools, and Logic Pro X, enable me to deliver high-quality digital products that meet clients' unique needs.\n\nBeyond my technical capabilities, I embrace a holistic approach to development. I believe in the power of collaboration, effective communication, and understanding clients' goals to deliver exceptional results. I continuously strive to stay updated with the latest industry trends and best practices, ensuring that the solutions I provide are innovative and future-proof.\n\nWhen I'm not immersed in coding, you can find me indulging in my passions. As a music enthusiast, hobby cook, passionate cyclist, and nature lover, I draw inspiration from diverse aspects of life. This well-rounded perspective enhances my creativity and fuels my drive to create impactful digital products.\n\nI am excited to embark on new projects and collaborations, leveraging my technical expertise and creative mindset to bring your ideas to life. Let's connect and discuss how we can collaborate to create remarkable web and product experiences that leave a lasting impression.\n\nReach out to me today, and together, let's shape the future through technology.",
    "cv": [
      {
        "span": "05/2021 - 11/2022",
        "conmpany": "freiheit.software GmbH & coKG",
        "position": "Fullstack Webdeveloper",
        "description": "As a Fullstack Web Developer, I immersed myself in the world of ReactJS and NodeJS-based applications. I not only crafted seamless digital experiences but also collaborated closely with customers, conceptualizing features that brought their visions to life. From brainstorming to development, I ensured the perfect blend of UX/UI, resulting in exceptional user experiences.",
        "icon": "freihet-icon.png"
      },
      {
        "span": "02/2021 - 05/2021",
        "conmpany": "Data4Life",
        "position": "Technical Project Manager / Chief of Staff",
        "description": "Stepping into the role of a Technical Project Manager and Chief of Staff, I embraced the opportunity to enhance company culture and communication. By facilitating retrospectives and organizing cross-functional teams, I fostered an environment that nurtured creativity and innovation. Together, we embarked on exciting projects, pushing the boundaries of what's possible in the realm of technology.",
        "icon": "d4l-icon.png"
      },
      {
        "span": "10/2018-06/2020",
        "conmpany": "YPTOKEY",
        "position": "Junior Software Engineer & Product Owner YKaaS",
        "description": "As a Junior Software Engineer and Product Owner, I delved into the world of web, desktop, and iOS applications. Beyond honing my technical skills, I contributed to shaping the very core of our blockchain product. Collaborating on the design of a sustainable business model, we paved the way for a seamless user experience while exploring the untapped potential of blockchain technology.",
        "icon": "yptokey-icon.png"
      },
      {
        "span": "09/2017 - 06/2018",
        "conmpany": "I-Connect Apple Premium Reseller ",
        "position": "Sales advisor",
        "description": "As a Sales Advisor at I-Connect, I had the privilege of sharing my expertise in Apple products and assisting customers with their inquiries and software issues. By providing personalized guidance, I helped individuals unlock the full potential of their Apple devices, ensuring they received the best possible user experience.",
        "icon": "iconnect-icon.png"
      },
      {
        "span": "01/2017 - 09/2017",
        "conmpany": "refund.me GmbH",
        "position": "Online-marketing manager",
        "description": "In the role of an Online Marketing Manager, I devised and executed effective social media strategies, amplifying the brand's presence and enhancing customer feedback channels. By leveraging data-driven insights, I optimized campaigns to deliver engaging content and foster meaningful connections with our audience.",
        "icon": "refundme-icon.png"
      },
      {
        "span": "Since 04/2016",
        "conmpany": "u/skillity",
        "position": "Co-founder & Frontend Developer",
        "description": "The journey of u/skillity marked a significant milestone in my tech career. As a co-founder and Frontend Developer, I led the development of a product aimed at democratizing skills and knowledge. Through our platform, we empowered individuals by making education accessible and engaging. Witnessing the impact we made on learners' lives ignited my passion for creating transformative digital solutions.",
        "icon": "uskillity-icon.png"
      },
      {
        "span": "2011 - 2016",
        "conmpany": "Kultstätte Keller",
        "position": "Co-founder",
        "description": "This project intended to develop a place where friends could follow their artistic interests. It included a yoga studio, a recording studio, a workshop facility, and a nightclub. It proved itself a valid business model by hosting an average of 200 people six nights a week. My responsibilities lay with administrative functions and technological resources.",
        "icon": "keller-icon.png"
      },
      {
        "span": "2007 - 2010",
        "conmpany": "",
        "position": "",
        "description": "Peppermint Park Studio Hannover - Studio assistant\nTinnitus in Tobago - Stadt unter Glas, LP - Engineer/ Producer\nBar 25 - FacilityManagement\n Various Movie productions, in different positions within the camera department"
      }
    ]
  }
}
